/****************************************************************************
 * Copyright(c), 2001-2060, ******************************* 版权所有
 ****************************************************************************
 * 文件名称             : test.c
 * 版本                 : 0.0.1
 * 作者                 : 许龙杰
 * 创建日期             : 2014年7月11日
 * 描述                 : 
 ****************************************************************************/

#include <stdio.h>
#include <ProjectC.h>

int main(int argc, const char *argv[])
{
	printf("I will call the funcion named FunC\n");
	FunC();
	return 0;
}
