/****************************************************************************
 * Copyright(c), 2001-2060, ******************************* 版权所有
 ****************************************************************************
 * 文件名称             : ProjectC.h
 * 版本                 : 0.0.1
 * 作者                 : 许龙杰
 * 创建日期             : 2014年7月11日
 * 描述                 : 
 ****************************************************************************/
#ifndef PROJECTC_H_
#define PROJECTC_H_
#ifdef __cplusplus
extern "C" {
#endif

void FunC (void);


#ifdef __cplusplus
}
#endif

#endif /* PROJECTC_H_ */
