/****************************************************************************
 * Copyright(c), 2001-2060, ******************************* 版权所有
 ****************************************************************************
 * 文件名称             : lib.c
 * 版本                 : 0.0.1
 * 作者                 : 许龙杰
 * 创建日期             : 2014年7月11日
 * 描述                 : 
 ****************************************************************************/
#include <stdio.h>
#include "ProjectA.h"
#include "ProjectB.h"

void FunB(void)
{
	printf("in this function(%s), I will call function FunA first\n", __FUNCTION__);
	printf("this is %s\n", __FUNCTION__);
}

